<?php
// +----------------------------------------------------------------------
// | 文件: user.php
// +----------------------------------------------------------------------
// | 功能: mysql数据库表model
// +----------------------------------------------------------------------
// | 时间: 2024-09-25
// +----------------------------------------------------------------------
// | 作者: chengnn
// +----------------------------------------------------------------------

namespace app\model;

use think\Model;

// User 定义数据库model
class User extends Model
{
    protected $table = 'yiyuan_users';
    public $id;
    public $openId;
    protected $create_time;
    protected $update_time;
    
}